/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = "，總卡路里 %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = "，總距離 %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "「%1$@」由「%2$@」";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "「%1$@」體能訓練，%2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d/%2$@";

/* %@ = date that a file was last modified */
"modified %@" = "修改日期：%@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ 帳號";

/* %@=Type of workout */
"%@ Workout, no unit data" = "「%@」體能訓練，沒有單位資料";

/* A folder in Dropbox or Box */
"Folder" = "檔案夾";

/* A single App Store app */
"App Store app" = "App Store App";

/* A single Box file */
"Box file" = "Box 檔案";

/* A single Dropbox file */
"Dropbox file" = "Dropbox 檔案";

/* A single Evernote note */
"Evernote note" = "Evernote 筆記";

/* A single Giphy item */
"Giphy item" = "Giphy 項目";

/* A single Trello board */
"Trello board" = "Trello 看板";

/* A single Trello card */
"Trello card" = "Trello 卡片";

/* A single Trello item */
"Trello item" = "Trello 項目";

/* A single Trello list */
"Trello list" = "Trello 列表";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses 工作表";

/* A single bar code */
"Bar code" = "條碼";

/* A single blood pressure recording */
"Blood pressure" = "血壓";

/* A single health sample in HealthKit */
"Health sample" = "健康樣本";

/* A single iTunes artist */
"iTunes artist" = "iTunes 藝人";

/* A single iTunes product */
"iTunes product" = "iTunes 產品";

/* Access resource error for notifications */
"Update Notification Settings" = "更新通知設定";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "切換前置和後置相機";

/* Accessibility label for camera shutter button */
"Take picture" = "拍照";

/* Accessibility label; button to start dictation */
"Start dictation" = "開始聽寫";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "停止聽寫";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "相機選擇器 - 前置相機";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "相機選擇器 - 後置相機";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "切換相機";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "您必須提供新 Trello 卡片所要使用的名稱。";

/* Add Trello card action error */
"You must select a board to create the card on." = "您必須選擇一個看板在上面製作卡片。";

/* Add Trello card action error */
"You must select a list to create the card on." = "您必須選擇一個列表在上面製作卡片。";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "無法上傳「%@」做為附件。";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "提供的提示時間無效。請檢查拼字錯誤並確定您提供了日期的時間。";

/* Add new event; choose end date */
"Choose End Date" = "選擇結束日期";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "提供了無效的結束日期。請提供此行程的結束日期。";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "提供了無效的開始日期。請提供此行程的開始日期。";

/* Add new event; error */
"Invalid End Date" = "無效的結束日期";

/* Add new event; error */
"Invalid Start Date" = "無效的開始日期";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "未提供標題。請提供此行程的標題。";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "未提供標題。請提供此提醒事項的標題。";

/* Add new reminder error */
"The alert location provided could not be found." = "找不到提供的提示位置。";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "當我進入：%2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "當我離開：%2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "當我在「%@」附近時";

/* Add new reminder; alert trigger never */
"Never" = "永不";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "變化";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "未選擇列表";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "您必須選擇一個列表來加入作業。";

/* Add to Wunderlist action no title error */
"No Title" = "沒有標題";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "在 Wunderlist 中建立新的作業時，您必須提供標題。";

/* Alarm frequency; All days are selected */
"Every Day" = "每天";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "設定 WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "設定開啟或關閉裝置的 WLAN。";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "您必須在「附加到檔案」中指定檔案名稱或路徑。";

/* Append file failure reason */
"No File Path Provided" = "未提供檔案路徑";

/* Ask for input action */
"Enter URL" = "輸入 URL";

/* Ask for input action */
"Enter number" = "輸入數字";

/* Ask for input action */
"Pick date" = "選擇日期";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "點一下來完成錄製。";

/* Audio recorder */
"Tap to start recording." = "點一下來開始錄製。";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "傳送到「Base64 編碼」的 Base64 資料無效。";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "在指定的路徑中已存在名稱為「%@」的檔案。";

/* Box error */
"The folder doesn't exist" = "檔案夾不存在";

/* Box error */
"The folder doesn’t exist" = "檔案夾不存在";

/* Box error message */
"An error occured while authenticating your Box account." = "認證您的 Box 帳號時發生錯誤。";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "您嘗試儲存的檔案夾（%1$@）是您 %2$@ 中現有的檔案。";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "您嘗試附加文字的路徑（%1$@）位於您 %2$@ 中的現有檔案內。";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "您嘗試製作檔案夾的路徑（%1$@）是您 %2$@ 中的現有檔案。";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "您嘗試製作檔案夾的路徑（%1$@）位於您 %2$@ 中的現有檔案內。";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "您嘗試儲存的路徑（%1$@）不存在您的 %2$@ 中。";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "我們無法在您的 Box 帳號中找到「%@」。";

/* Button */
"Cancel" = "取消";

/* Button */
"Continue Anyway" = "強制繼續";

/* Button */
"Delete" = "刪除";

/* Button */
"Delete Account" = "刪除帳號";

/* Button */
"Done" = "完成";

/* Button */
"Log In" = "登入";

/* Button */
"Next" = "下一步";

/* Button */
"OK" = "好";

/* Button */
"Retry" = "重試";

/* Button */
"Sign In" = "登入";

/* Button or title */
"Add Account" = "加入帳號";

/* Button or title */
"Login" = "登入";

/* Button that takes user to the iOS Health app */
"Open Health" = "打開「健康」";

/* Button to allow access to health data or notifications */
"Allow Access" = "允許連線";

/* Button to open Settings */
"Open Settings" = "打開設定";

/* Button; edit opacity */
"Opacity" = "不透明度";

/* Button; edit rotatation in overlay image action */
"Rotation" = "旋轉";

/* Button; email account app specfic password */
"Create App-Specific Password" = "建立 App 專用的密碼";

/* Button; reset changes made in overlay image action */
"Reset" = "重置";

/* Camera flash option - auto */
"Auto" = "自動";

/* Camera flash option - off */
"Off" = "關閉";

/* Camera flash option - on */
"Flash On" = "開啟";

/* Choose an item */
"Choose" = "選擇";

/* Choose from list action */
"Choose an item" = "選擇一個項目";

/* Choose multiple images */
"Choose Images" = "選擇影像";

/* Choose one image */
"Choose Image" = "選擇影像";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "此檔案太大，無法用於 CloudApp。";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "您已超出 CloudApp Free 方案的每日上傳限制。";

/* Combine images action error */
"Cannot run Combine Images" = "無法執行「結合影像」";

/* Combine images action error description */
"No images were provided to combine." = "未提供要結合的影像。";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "天氣狀況";

/* Conditions of the weather */
"Weather Conditions (Single)" = "天氣狀況";

/* Content property name */
"Biological Sex (Content Property Name)" = "生物性別";

/* Content property name */
"Blood Type (Content Property Name)" = "血型";

/* Content property name */
"Date of Birth (Content Property Name)" = "出生日期";

/* Content property name */
"Unspecified (Content Property Name)" = "未指定";

/* Create IFTTT applet */
"Create Applet" = "製作 Applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "您必須選擇一個看板來製作列表。";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "您必須指定新檔案夾的路徑。";

/* Create folder failure reason; no file path specified */
"No path specified!" = "沒有指定路徑！";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/冒險/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "冒險/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "未提供名稱。請提供播放列表的名稱。";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "血壓日期";

/* Default notification text for Show Notification action. */
"Notification" = "通知";

/* Default value for the translate text action */
"Detect Language" = "偵測語言";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "確定要刪除「%@」嗎？";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "您十分確定要刪除「%@」嗎？";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "您十分確定要刪除「%@」嗎？";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "要刪除「%@」嗎？";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "體能訓練";

/* Dictate text action error */
"Recognition Unavailable" = "無法使用語音辨識";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "目前無法使用語音辨識。您可能需要連接 Internet。";

/* Dictate text action is listening to user */
"Now listening…" = "正在聽取⋯";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "確定傳送一個 URL 到 URL 動作的「取得內容」。";

/* Download URL or Open URL action error */
"No URL Specified" = "未指定 URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "預期是檔案，但提供的路徑指向不是檔案的項目。";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "預期是檔案夾，但提供的路徑指向不是檔案夾的項目。";

/* Dropbox error */
"A shared link already exists." = "已存在分享連結。";

/* Dropbox error */
"Access to the requested path is forbidden." = "禁止存取要求的路徑。";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "製作分享連結時發生錯誤，因為與您 Dropbox 帳號相關的電子郵件未進行驗證。";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox 無法取用此檔案或檔案夾，因為其名稱發生錯誤。";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox 無法儲存此檔案或檔案夾，因為其名稱發生錯誤。";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox 無法寫入指定的路徑，因為發生衝突。";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "無法傳送檔案，因為內容受到限制。例如，有時會因為版權聲明而造成法律方面的限制。";

/* Dropbox error */
"The path root parameter provided is invalid." = "提供的路徑根參數無效。";

/* Dropbox error */
"The request timed out. Please try again." = "要求逾時。請再試一次。";

/* Dropbox error */
"The share settings provided are invalid." = "提供的分享設定無效。";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "我們無法在指定的路徑上找到檔案。";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "不允許您修改此連結的設定。";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "您沒有足夠的 Dropbox 可用空間來寫入此資料。";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "您沒有權限寫入指定的位置。";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "您嘗試儲存的路徑（%1$@）是您 %2$@ 中現有的檔案。";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "無法儲存「%@」，因為它是檔案夾或套件。在儲存之前，請嘗試使用「製作封存檔」來壓縮此檔案。";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "在路徑「%@」上找不到項目";

/* Dropbox or Box error */
"Folder already exists" = "檔案夾已存在";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "您嘗試儲存的路徑（%1$@）是您 %2$@ 中現有的檔案。在同時儲存多個檔案時，您應該改為指定檔案夾的路徑。";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "您嘗試儲存的路徑（%1$@）是您 %2$@ 中現有的檔案夾。在附加或預加文字到檔案上時，您應該改為指定檔案的路徑。";

/* Dropbox unknown error */
"An unknown error occurred" = "發生未知的錯誤";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "發生未知的錯誤（%@）";

/* Email account encryption */
"Encryption" = "加密";

/* Email account login authentication error */
"Authentication Failed" = "認證失敗";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "您輸入的電子郵件位址或密碼不正確。\n\n若您啟用了雙重認證，您需要建立 App 專用的密碼。";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "您指定的電子郵件位址或密碼不正確。\n\n若您啟用了雙重認證，您需要改為輸入 App 專用的密碼。";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "進階設定";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "電子郵件";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "主機名稱";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "血壓結束日期";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "「播放聲音」失敗，因為輸入的不是支援的格式。";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "請在「日期」動作中輸入有效的日期。";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "無效的日期";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "「取得路程時間」失敗，因為沒有傳送目標位置做為輸入。";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "「在網頁上執行 JavaScript」失敗，因為沒有傳送做為輸入的網頁。";

/* Error message */
"Your email or password is incorrect." = "您的電子郵件或密碼不正確。";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "請從「RSS Feed」動作傳入有效的 Feed URL 到「取得項目」中。";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "請在「街道地址」動作中輸入有效的地址。";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "找不到您傳送到「取得路程時間」動作的位置。除了街道地址，請嘗試再增加指定城市和州縣。";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "找到多個帶有標籤「%@」的鬧鐘。請嘗試選擇特定的鬧鐘。";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "「執行家庭場景」失敗，因為找不到家庭「%1$@」。";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "「執行家庭場景」失敗，因為無法在家庭「%2$@」中找到場景「%1$@」。";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "「執行家庭場景」失敗，因為未選取家庭。";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "「執行家庭場景」失敗，因為未選取場景。";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "無法剖析新聞 Feed";

/* Error message title when no address is entered into Street Address action */
"No Address" = "無位址";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "無效的位置";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "請提供要轉換的單位。";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "測量失敗，因為未指定單位。請選擇單位。";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "單位為 %1$@ 的測量無法轉換成 %2$@。";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "請為鬧鐘提供有效的日期。";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "請在「設定」中啟用 Siri 來使用此動作。";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "無法完成要求，因為 Siri 已停用。";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "計時器的持續時間必須短於 24 小時。";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "請提供計時器的持續時間。";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "請指定要切換的鬧鐘。";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "執行要求時發生未知的錯誤。";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "無法完成要求，因為此平台不支援。";

/* Error title when no location provided to Get Travel Time */
"No Location" = "沒有位置";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "沒有網頁";

/* Exit shortcut action error */
"User requested shortcut exit." = "使用者要求的捷徑退出。";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "在此處儲存";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "取得所選檔案（%lu）";

/* File picker; get one selected file */
"Get Selected File (1)" = "取得所選檔案（1）";

/* File status */
"This folder is empty" = "此檔案夾是空的";

/* File status loading */
"Loading…" = "載入中⋯";

/* Find health sample; no samples found */
"No Samples Found" = "找不到樣本";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "未記錄%@健康樣本，或者您需要授權「捷徑」取用「健康」App 中的樣本。";

/* Finish dictation command */
"Finish Dictation" = "完成聽寫";

/* Generic health object type when we can’t determine the object type */
"Health" = "健康";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "找不到網域。";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "找不到網域。（錯誤 2）";

/* Get IP address action error */
"The response data was not a valid string." = "回應資料不是有效的字串。";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "您必須選擇一個看板來取得卡片。";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "您必須選擇一個看板來取得列表。";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "您必須選擇一個列表來取得卡片。";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "無法驗證您的 Trello 帳號。請登出並且再試一次！";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "未提供鍵";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "找不到自定位置";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "沒有自定位置";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "「取得距離」已設定為取得來自自定位置的路程時間，但找不到您輸入的自定位置。";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "「取得距離」已設定為取得來自自定位置的路程時間，但並未提供資訊。";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "「取得距離」無法估計距離，因為沒有傳送位置做為輸入。";

/* Get emoji name action error */
"Failed to find the emoji font." = "無法找到表情符號字體。";

/* Get frames from image error */
"No Image Provided" = "未提供影像";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "並未從影像傳送 GIF 到「取得影格」做為輸入項目。";

/* Get group from matched text action error */
"No Match" = "沒有符合項目";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "您指定的索引超出可能的範圍（您詢問的是群組 %1$ld，但符合的只有 %2$ld）";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "「從相符的文字取得群組」失敗，因為擷取群組 %ld 沒有相符的項目。";

/* Get halfway point action error */
"No first location was provided." = "未提供第一個位置。";

/* Get halfway point action error */
"No second location was provided." = "未提供第二個位置。";

/* Get halfway point action error */
"Please provide a first location." = "請提供第一個位置。";

/* Get halfway point action error */
"Please provide a second location." = "請提供第二個位置。";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "您指定的範圍無效（您詢問的是從 %1$d 到 %2$d 的項目）";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "您指定的範圍超出可能的範圍（您詢問的是從 %1$d 到 %2$d 的項目，但第一個項目位於索引 1。）";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "您指定的範圍超出可能的範圍（您詢問的是從 %1$d 到 %2$d 的項目，但列表只包含 %3$d）";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "您要求項目 %d，但第一個項目位於索引 1。";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "「捷徑」無法在您的照片圖庫中找到任何輸入內容。";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "「捷徑」無法在您的照片圖庫中找到要求的項目。";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "「取得路程時間」已設定為取得來自自定位置的路程時間，但找不到您輸入的自定位置。";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "「取得路程時間」已設定為取得來自自定位置的路程時間，但並未提供資訊。";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "已關閉「健康」對%@的取用。您可以在「健康」App 中開啟健康資料類別。";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "為了回答此問題，「捷徑」需要取用您的%@資料。";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "「捷徑」無法取用您的%@資料。";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "「%@」數字樣本，沒有單位資料";

/* Health category date */
"Date" = "日期";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "生理期開始";

/* Health category start date */
"Start Date" = "起始日期";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "血壓";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "測試類型";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "用餐時間";

/* Health quantity; blood pressure */
"Diastolic" = "舒張";

/* Health quantity; blood pressure */
"Systolic" = "收縮";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "類型";

/* Health unit for count of generic health sample */
"count" = "計數";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "步";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "回";

/* Health unit for joule */
"J" = "焦耳";

/* Health unit for millimeter */
"mm" = "公釐";

/* Health unit for ounce */
"oz" = "盎司";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "未執行「%@」類型";

/* HealthKit resource error */
"This device does not have the Health app." = "此裝置未安裝「健康」App。";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "此捷徑需要「健康」App，此裝置未安裝 App。";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "服務條款";

/* Link to a 3rd party terms of service */
"Terms of Use" = "使用條款";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "請確定您的裝置不是處於「飛航模式」並且再試一次，開啟 Wi-Fi 可能有所幫助。";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "「捷徑」找不到您的目前位置。";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "提供了無效的日期。請提供樣本的日期，或讓日期欄位留空來使用目前的日期。";

/* Log health sample */
"Invalid Date Range" = "無效的日期範圍";

/* Log health sample */
"No Value Selected" = "尚未選取數值";

/* Log health sample */
"Please select a type for this Health sample." = "請選擇此「健康」樣本的類型。";

/* Log health sample */
"Please select an end date that is after the start date." = "請選擇位於開始日期之後的結束日期。";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "請選擇此子宮頸黏液品質樣本的值。";

/* Log health sample; health sample type */
"No Type Selected" = "未選擇類型";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "未選擇類型";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "請選擇胰島素治療類型。";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "請選擇此月經樣本的值。";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "請選擇此樣本是否位於循環的起點。";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "未指定單位";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "請選擇此「健康」樣本的測量單位。";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "請選擇此排卵測試結果樣本的值。";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "請選擇此睡眠分析樣本的值。";

/* Log in view; email address placeholder */
"Email address" = "電子郵件位址";

/* Log workout action */
"No Workout Type Selected" = "未選擇體能訓練類型";

/* Log workout action */
"Please select a type of activity for this workout." = "請選擇此體能訓練的活動類型。";

/* Login error */
"Your username and/or password are incorrect." = "您的使用者名稱和/或密碼不正確。";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "您的憑證只會儲存在此裝置上，不會與我們的伺服器或任何第三方分享。";

/* Mail error */
"A recipient is required to send message" = "需要收件人才能傳送訊息";

/* Mail error */
"A sender is required to send message" = "需要寄件人才能傳送訊息";

/* Mail error */
"A stable connection to the server could not be established" = "無法建立與伺服器的穩定連線";

/* Mail error */
"Account check failed because the account is invalid" = "帳號查驗失敗，因為帳號無效";

/* Mail error */
"An application specific password is required" = "需要應用程式特定的密碼";

/* Mail error */
"An error occurred during an IDLE operation" = "IDLE 操作期間發生錯誤";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "訂閱或取消訂閱要求的檔案夾時發生錯誤";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "附加郵件到要求的檔案夾時發生錯誤";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "拷貝郵件到要求的檔案夾時發生錯誤";

/* Mail error */
"An error occurred while creating the requested folder" = "製作要求的檔案夾時發生錯誤";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "刪除 POP 伺服器上的郵件時發生錯誤";

/* Mail error */
"An error occurred while deleting the requested folder" = "刪除要求的檔案夾時發生錯誤";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "在要求的檔案夾中清除郵件時發生錯誤";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "在 POP 伺服器上取得郵件列表時發生錯誤";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "在要求的檔案夾中取得郵件時發生錯誤";

/* Mail error */
"An error occurred while performing a No-Op operation" = "執行非 Op 的操作時發生錯誤";

/* Mail error */
"An error occurred while renaming the requested folder" = "重新命名要求的檔案夾時發生錯誤";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "要求伺服器的功能時發生錯誤";

/* Mail error */
"An error occurred while requesting the server's identity" = "要求伺服器的識別身分時發生錯誤";

/* Mail error */
"An error occurred while requesting the server's namespace" = "要求伺服器的名稱空間時發生錯誤";

/* Mail error */
"An error occurred while sending the message" = "傳送郵件時發生錯誤";

/* Mail error */
"An error occurred while storing flags" = "排序旗標時發生錯誤";

/* Mail error */
"An error when requesting date" = "要求日期時發生錯誤";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "已嘗試傳送帶有不合法附件的郵件";

/* Mail error */
"Authentication is required for this SMTP server" = "此 SMTP 伺服器需要認證";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "要求此 Gmail 帳號的資料時超出頻寬限制";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "無法傳送郵件，因為伺服器偵測到可能的垃圾郵件";

/* Mail error */
"Compression is not available" = "無法壓縮";

/* Mail error */
"Credentials with password too simple" = "憑證密碼太過簡單";

/* Mail error */
"Error while running custom command" = "執行自定指令時發生錯誤";

/* Mail error */
"File access error" = "檔案取用錯誤";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "此 Gmail 帳號未啟用 IMAP";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe 已經不是可用的郵件服務";

/* Mail error */
"No valid server found" = "找不到有效的伺服器";

/* Mail error */
"Sending messages is not allowed on this server" = "此伺服器不允許傳送郵件";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "嘗試傳送大型郵件時達到 SMTP 儲存空間限制";

/* Mail error */
"The certificate for this server is invalid" = "此伺服器的憑證無效";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "現用的 Hotmail 帳號無法連接 WebMail";

/* Mail error */
"The operation succeeded" = "操作成功";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "要求的檔案夾不存在。選取檔案夾失敗";

/* Mail error */
"The server does not support STARTTLS connections" = "伺服器不支援 STARTTLS 連線";

/* Mail error */
"The server does not support TLS/SSL connections" = "伺服器不支援 TLS/SSL 連線";

/* Mail error */
"The user needs to log in via the web browser" = "使用者必須透過網頁瀏覽器登入";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "同時有太多的連線連接此 Gmail 帳號";

/* Mail error */
"Unable to authenticate with the current session's credential" = "無法認證目前連線時段的憑證";

/* Mail error */
"Unable to parse response from server" = "無法剖析來自伺服器的回應";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "使用者已超出單日內允許傳送郵件的限制";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "目前無法使用 Yahoo! 的伺服器";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "變數「%@」不包含可用來做為遮罩的影像。";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "確定在「製作影像」動作中為「影像遮罩」選項選擇一個變數。";

/* Mask Image action error title */
"No Mask Provided" = "未提供遮罩";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "請在「%@」中選擇一項服務。";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "此 JavaScript 類似於已知的不安全工序指令。為安全起見，將不會執行。";

/* Multiple App Store apps */
"App Store apps" = "App Store App";

/* Multiple Box files */
"Box files" = "Box 檔案";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox 檔案";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote 筆記";

/* Multiple Giphy items */
"Giphy items" = "Giphy 項目";

/* Multiple Trello boards */
"Trello boards" = "Trello 看板";

/* Multiple Trello cards */
"Trello cards" = "Trello 卡片";

/* Multiple Trello items */
"Trello items" = "Trello 項目";

/* Multiple Trello lists */
"Trello lists" = "Trello 列表";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses 工作表";

/* Multiple bar codes */
"Bar codes" = "條碼";

/* Multiple blood pressure recordings */
"Blood pressures" = "血壓";

/* Multiple health samples in HealthKit */
"Health samples" = "健康樣本";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes 藝人";

/* Multiple iTunes products */
"iTunes products" = "iTunes 產品";

/* Multiple text matches */
"Text matches" = "文字相符";

/* Multiple workout samples */
"Workout samples" = "體能訓練樣本";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@：%@";

/* Navigation bar title */
"Edit Account" = "編輯帳號";

/* Navigation bar title */
"Email Settings" = "電子郵件設定";

/* Navigation bar title */
"Log In to CloudApp" = "登入 CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "登入|Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "登入 Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "登入 Pinboard";

/* Navigation bar title */
"Login to WordPress" = "登入 WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "熱門搜尋";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "行動服務";

/* Network picker option */
"WLAN" = "WLAN ";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "清除搜尋列來檢視流行 GIF。";

/* No GIFs found empty state title */
"No Results Found" = "找不到任何結果";

/* None option */
"None" = "無";

/* One text match */
"Text match" = "文字相符";

/* One workout sample */
"Workout sample" = "體能訓練樣本";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "確定傳送一個 URL 到「打開 URL」動作。";

/* Open URL action error */
"The URL could not be opened." = "無法打開此 URL。";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "無法打開 App，因為找不到要打開的 App。";

/* Open app action error */
"Open App failed because the app could not be opened." = "無法打開 App，因為 App 不能被開啟。";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "「打開方式⋯」失敗，因為找不到要在其中打開的 App。";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "尚未安裝「%1$@」或是無法打開檔案「%2$@」。";

/* Optional field placeholder */
"Optional" = "可留空";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "請確定已在「覆疊影像」動作中選擇了變數。";

/* Overlay image action error */
"No Overlay Image" = "沒有覆疊影像";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "變數「%@」不包含可用來覆疊的影像。";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "正在處理影像⋯";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google 地圖";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "地圖";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "大眾運輸";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "騎單車";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "開車";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "大眾運輸";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "步行";

/* Parameter placeholder; parameter sets a filename */
"optional" = "可留空";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "餐後";

/* Parameter value */
"Asleep (Parameter Value)" = "睡眠時間";

/* Parameter value */
"Awake (Parameter Value)" = "清醒時間";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "基礎";

/* Parameter value */
"Before Meal (Parameter Value)" = "餐前";

/* Parameter value */
"Bolus (Parameter Value)" = "餐前";

/* Parameter value */
"Creamy (Parameter Value)" = "乳白狀";

/* Parameter value */
"Dry (Parameter Value)" = "乾燥";

/* Parameter value */
"Egg White (Parameter Value)" = "蛋清狀";

/* Parameter value */
"Female (Parameter Value)" = "女性";

/* Parameter value */
"Heavy (Parameter Value)" = "粗";

/* Parameter value */
"Idle (Parameter Value)" = "閒置";

/* Parameter value */
"In Bed (Parameter Value)" = "床上時間";

/* Parameter value */
"Indeterminate (Parameter Value)" = "尚未確定的";

/* Parameter value */
"Light (Parameter Value)" = "淺色";

/* Parameter value */
"Male (Parameter Value)" = "男性";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "最大運動測試";

/* Parameter value */
"Medium (Parameter Value)" = "中";

/* Parameter value */
"Negative (Parameter Value)" = "負片效果";

/* Parameter value */
"No (Parameter Value)" = "否";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "非運動性預測";

/* Parameter value */
"Not Set (Parameter Value)" = "未設定";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "其他";

/* Parameter value */
"Positive (Parameter Value)" = "陽性";

/* Parameter value */
"Protection Unused (Parameter Value)" = "未採取保護措施";

/* Parameter value */
"Protection Used (Parameter Value)" = "已採取保護措施";

/* Parameter value */
"Sticky (Parameter Value)" = "黏稠";

/* Parameter value */
"Stood (Parameter Value)" = "站立";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "次大運動預測";

/* Parameter value */
"Unspecified (Parameter Value)" = "未指定";

/* Parameter value */
"Watery (Parameter Value)" = "水狀";

/* Parameter value */
"Yes (Parameter Value)" = "是";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "比對輸入";

/* Password placeholder or title */
"Password" = "密碼";

/* Person’s name field placeholder */
"John Appleseed" = "王大明";

/* Person’s name field title */
"Name" = "名稱";

/* Pinboard login option */
"Use API Token" = "使用 API 代號";

/* Pinboard login option */
"Use API Token Instead" = "改用 API 代號";

/* Pinboard login option */
"Use Password" = "使用密碼";

/* Pinboard login option */
"Use Password Instead" = "改用密碼";

/* Pinboard login section header */
"API Token" = "API 代號";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard 登入";

/* Playlist picker parameter */
"My Music Library" = "我的音樂資料庫";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "沒有項目符合在 Pocket 中找到的指定條件。";

/* Post to Tumblr action error */
"No Blog" = "沒有部落格";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "您尚未指定要發佈的部落格。";

/* QuickLook action error */
"No Items" = "沒有項目";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "「快速查看」動作未傳送任何可預覽的項目。";

/* Recovery option; Enable Siri */
"Enable Siri" = "啟用 Siri";

/* Remove calendar item error */
"Remove" = "移除";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "您指定的金額（%@）高於您允許要求的最大金額。";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "您指定的金額（%@）低於您允許要求的最小金額。";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "您嘗試要求付款的對象並未設定 %@ 帳號。";

/* Required field placeholder */
"Required" = "必填";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "工序指令完成時必須呼叫函數 `completion(result)`";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "執行 JavaScript 時發生未知錯誤。";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "「在網頁上執行 JavaScript」失敗，因為工序指令花費太長的時間呼叫完成處理程式。";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript 逾時";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript 異常";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "無效的 JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH 認證失敗";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "請在「執行 SHH 工序指令」中檢查您的憑證，然後再試一次。";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "找不到捷徑";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "請確定已在「執行捷徑」動作中選擇了有效的捷徑。";

/* SSH action error */
"Channel allocation error" = "頻道配置錯誤";

/* SSH action error */
"Connection timed out" = "連線逾時";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "「透過 SSH 執行工序指令」無法連接 SSH 伺服器。";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "未知的專輯";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "選取的照片相簿不存在。";

/* Scan machine readable code action; scon view title */
"Scan Code" = "掃描條碼";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "搜尋 Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "您必須提供「搜尋本地商家」的搜尋項目。";

/* Search local businesses action; no locations found error */
"No Locations Found" = "找不到位置";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "找不到關鍵字「%@」的位置。";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "若您使用的是單機版 WordPress，請在上方輸入您的網站 URL。";

/* Section header */
"WordPress Login" = "WordPress 登入";

/* Section header for WordPress site URL */
"Site URL" = "網站 URL";

/* Section header title */
"CloudApp Login" = "CloudApp 登入";

/* Section header title */
"Incoming Mail Server" = "收件伺服器";

/* Section header title */
"Instapaper Login" = "Instapaper 登入";

/* Section header title */
"Outgoing Mail Server" = "寄件伺服器";

/* Section header title; email account */
"Accounts" = "帳號";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "無法傳送電子郵件。可能尚未設定電子郵件。";

/* Send email action; invalid email account error */
"Invalid Email Account" = "無效的電子郵件帳號";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "所選的電子郵件帳號並未在此裝置上登入「捷徑」。";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "無法傳送訊息。可能未啟用 iMessage。";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "您指定的金額（%@）高於您允許傳送的最大金額。";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "您指定的金額（%@）低於您允許傳送的最小金額。";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "您指定的金額為 %1$@，但 %2$@ 不支援。";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "您的帳號沒有足夠的金額可以付款。";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "您嘗試付款的對象並未設定 %@ 帳號。";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "您未在此裝置上設定銀行帳號。";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "您將需要打開 %@ 來驗證憑證。";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "超過最大金額";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "低於最低金額";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "不支援的貨幣";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "餘額不足";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "沒有銀行帳號";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "未驗論憑證";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "沒有帳號";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "位置";

/* Service name */
"Microphone" = "麥克風";

/* Service name */
"Notifications" = "通知";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "語音辨識";

/* Service name */
"iCloud Drive" = "iCloud 雲碟";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "沒有為「%@」值的「設定辭典值」動作提供一個鍵。";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "未提供數值";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "沒有為「%@」鍵的「設定辭典值」動作提供一個值。";

/* Show definition action error */
"A definition could not be found for that term." = "找不到該詞彙的定義。";

/* Show definition action error */
"No Word Specified" = "未指定文字";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "沒有傳送文字到「顯示定義」做為輸入項目。";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "如果未安裝辭典則可能發生此狀況。若要管理辭典，請在任一 App 中選取文字並且選擇「查詢」。然後點一下「管理」。";

/* Show in calendar action error */
"Calendar could not be opened." = "無法打開行事曆。";

/* Show webpage action error */
"Unsupported URL" = "不支援的 URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "顯示支援 http:// 和 https:// URL 的網頁，但您嘗試顯示 %@:// URL。";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "未設定 %@ 進行通話。";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "起始通話失敗，因為「%@」無法使用。";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "起始通話失敗，因為「%@」無法參與通話。";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ 不支援您提供的聯絡資訊詳細資訊。";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "需要設定";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "無法使用 %@";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "不支援聯絡資訊";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "無效的聯絡人詳細資訊";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "血壓開始日期";

/* Subcategory */
"Device" = "裝置";

/* Subcategory for Set Volume action */
"Playback" = "播放";

/* Take photo action error */
"No suitable camera was detected on this device." = "此裝置上未偵測到適用的相機。";

/* Time until date action */
"An invalid date to compare to was provided." = "提供了無效的比較日期。";

/* Time until date action */
"No from date was provided." = "未提供開始日期。";

/* Time until date action error */
"An invalid from date was provided." = "提供了無效的開始日期。";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "不安全的 JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "提供了無效的結束時間。請提供「勿擾模式」的結束時間。";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "未提供行事曆行程。請提供行事曆行程來啟用該時段的「勿擾模式」。";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "請為「勿擾模式」提供一個晚於目前時間的結束時間。";

/* Trim video action error */
"The input was not a video that can be edited." = "輸入的不是可以編輯的影片。";

/* URL action error; %@=url */
"Invalid URL: %@" = "無效的 URL：%@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "請重新授權「捷徑」使用 Ulysses 來取用此工作表。";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "需要 Ulysses 權限";

/* Unspecified health kit category sample type */
"Unspecified" = "未指定";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "音訊錄製";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = "、";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = "和";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = "和";

/* User name field title */
"User Name" = "使用者名稱";

/* Username placeholder or title */
"Username" = "使用者名稱";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "此裝置的閃光燈目前無法讓「捷徑」使用。";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "此裝置未配備閃光燈。";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "天氣動作是設定為取得自定位置的天氣狀況，但未提供位置。";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "無法決定位置。";

/* Weather condition: Blizzard */
"Blizzard" = "暴風雪";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "風雪";

/* Weather condition: Blustery */
"Blustery" = "狂風";

/* Weather condition: Clear */
"Clear" = "晴朗";

/* Weather condition: Cloudy */
"Cloudy" = "多雲";

/* Weather condition: Cold */
"Cold" = "寒冷";

/* Weather condition: Drizzle */
"Drizzle" = "毛毛雨";

/* Weather condition: Dust */
"Dust" = "沙塵";

/* Weather condition: Foggy */
"Foggy" = "起霧";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "寒冷細雨";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "凍雨";

/* Weather condition: Hail */
"Hail" = "冰雹";

/* Weather condition: Haze */
"Haze" = "霾";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "豪雨";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "大雪";

/* Weather condition: Hot */
"Hot" = "炎熱";

/* Weather condition: Hurricane */
"Hurricane" = "颶風";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "局部雷陣雨";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "局部雷雨";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "小陣雪";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "雨帶冰雹";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "有雨帶冰霰";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "有雨帶雪";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "有雪帶冰霰";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "晴時有雲";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "多雲時晴";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "局部多雲";

/* Weather condition: Rain */
"Rain" = "下雨";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "部分區域陣雨";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "部分區域陣雪";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "部分區域雷雨";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "超大雷雨";

/* Weather condition: Showers */
"Showers" = "陣雨";

/* Weather condition: Sleet */
"Sleet" = "冰霰";

/* Weather condition: Smoky */
"Smoky" = "煙霧";

/* Weather condition: Snow */
"Snow" = "下雪";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "小雪";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "雷雨";

/* Weather condition: Tornado */
"Tornado" = "龍捲風";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "熱帶風暴";

/* Weather condition: Windy */
"Windy" = "風大";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@，%2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "空氣污染指數";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "空氣污染指數";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "檔案夾不存在。";

/* iCloud Drive error */
"The iCloud Container could not be found." = "找不到「iCloud 容器」。";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud 無法取得連接此檔案的連結，因為它是一個檔案夾。iCloud 僅支援取得一般檔案的連結。";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud 無法取得連接此「%@」的連結，因為它是一個套件（套件是其動作與檔案相同的檔案夾）。";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "「%@」是一個套件";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "您嘗試儲存的路徑（%@）不存在您的 iCloud 中。";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "您嘗試儲存的路徑（%@）是您 iCloud 中現有的檔案。在同時儲存多個檔案時，您應該改為指定檔案夾的路徑。";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "「%@」是一個檔案夾";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "檔案已存在";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "檔案已存在。";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "您指定的電子郵件位址或密碼不正確。若要在「捷徑」中登入「iCloud 郵件」，您必須使用 App 特定的密碼。\n\n若您未啟用雙重認證，您必須將其啟用才能產生 App 特定的密碼。";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "演員";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "專輯";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "藝人";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "作者";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "作曲者";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "說明";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "導演";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "特色影片";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "類型";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "關鍵字";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "語言";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "藝人";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "影片";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "製作人";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "產品識別碼";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "分級索引";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "喜好程度";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "發行年份";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "短片";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "節目";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "開發者";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "歌曲";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "單集";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "季";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "名稱";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "全部";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "藝人";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "音軌";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "作者";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "有聲書";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "書籍";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "藝人";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "電影";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "專輯";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "藝人";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "歌曲";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "音軌";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "音樂錄影帶";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "作者";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcast";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "藝人";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "短片";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "單集";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "季";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "藝人";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "音軌";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "App";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "有聲書";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "書籍";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "音樂錄影帶";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "音樂";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcast";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "短片";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "電視節目";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "全部";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "電影";

